Repository: migasfree/migasfree-frontend
Catalog: src/i18n/*.po
Languages: ca_es, eu_es

source: PMS Status Ok
ca_es: Estat PMS D'acord
eu_es: PMS Egoera Ok

source: Consumer
ca_es: Consumidor
eu_es: Kontsumitzailea

source: Checked
ca_es: Comprovat
eu_es: Egiaztatua

source: Fault Definition
ca_es: Definició de falla
eu_es: Akatsen definizioa

source: Result
ca_es: Resultat
eu_es: Emaitza

source: Details
ca_es: Detalls
eu_es: Xehetasunak

source: Width
ca_es: Amplada
eu_es: Zabalera

source: Class Name
ca_es: Nom de la classe
eu_es: Klasearen izena

source: Claimed
ca_es: Reclamat
eu_es: Erreklamazioa

source: Vendor
ca_es: Venedor
eu_es: Saltzailea

source: Product
ca_es: Producte
eu_es: Produktua

source: Version
ca_es: Versió
eu_es: Bertsioa

source: Serial
ca_es: Número de sèrie
eu_es: Seriea

source: Bus Info
ca_es: informació del bus
eu_es: Autobusaren informazioa

source: Physical Id
ca_es: Id. Física
eu_es: Id. fisikoa

source: Slot
ca_es: Ranura
eu_es: Zirrikitua

source: Size
ca_es: Tamany
eu_es: Tamaina

source: Capacity
ca_es: Capacitat
eu_es: Edukiera

source: Clock
ca_es: Rellotge
eu_es: Erlojua

source: Dev
ca_es: Dispositiu
eu_es: Gailua

source: Logical Names
ca_es: Noms lògics
eu_es: Izen logikoak

source: Configurations
ca_es: Configuracions
eu_es: Konfigurazioak

source: Computers List
ca_es: Llista de ordinadors
eu_es: Ordenagailuen zerrenda

source: Sync end Date
ca_es: Data de fi de la sincronització
eu_es: Sinkronizazioaren amaiera-data

source: Simulate Synchronization
ca_es: Simular sincronització
eu_es: Sinkronizazioa simulatu

source: Input (from computer)
ca_es: Entrada (de l'ordinador)
eu_es: Sarrera (ordenagailutik)

source: Output (from server)
ca_es: Sortida (del servidor)
eu_es: Irteera (zerbitzaritik)

source: Packages to Install (by policies)
ca_es: Paquets per instal·lar (per polítiques)
eu_es: Instalatzeko paketeak (politikaren arabera)

source: Packages to Uninstall
ca_es: Paquets per desinstal·lar
eu_es: Desinstalatzeko paketeak

source: Packages to Uninstall (by policies)
ca_es: Paquets per desinstal·lar (per polítiques)
eu_es: Desinstalatzeko paketeak (politikaren arabera)

source: Capture Hardware
ca_es: Obtenció del maquinari
eu_es: Harrapatzeko Hardwarea

source: Add Model
ca_es: Afegeix model
eu_es: Gehitu Eredua

source: Device Type
ca_es: Tipus de dispositiu
eu_es: Gailu mota

source: Add Device Type
ca_es: Afegeix tipus de dispositiu
eu_es: Gehitu gailu mota

source: Fields
ca_es: Camps
eu_es: Eremuak

source: Format: NAME[:Placeholder],...
eu_es: Formatua: IZENA[:Leku-marka],...

source: Connection
ca_es: Connexió
eu_es: Konexioa

source: Connections List
ca_es: Llista de connexions
eu_es: Konexioen zerrenda

source: History of events in the last %{ number } hours
ca_es: Històric de successos en les últimes %{number} hores
eu_es: Azken %{ number } orduetako gertaeren historia

source: Events History
ca_es: Història d'esdeveniments
eu_es: Gertaeren Historia

source: Last Hours
ca_es: Últimes hores
eu_es: Azken orduak

source: Synchronized single computers / day
ca_es: Ordinadors individuals sincronitzats / dia
eu_es: Ordenagailu bakar sinkronizatuak / eguneko

source: Synchronized single computers / month
ca_es: Ordinadors individuals sincronitzats / mes
eu_es: Ordenagailu bakar sinkronizatuak / hilabete

source: Enabled Deployments
ca_es: Desplegaments habilitats
eu_es: Gaitutako inplementazioak

source: Deployments / Enabled
ca_es: Desplegaments / Habilitat
eu_es: Inplementazioak / Gaituta

source: Deployments / Schedule
ca_es: Desplegaments / Calendari
eu_es: Hedapenak / Programazioa

source: Regenerate Metadata
ca_es: Regenerar metadades
eu_es: Metadatuak birsortu

source: Add Project
ca_es: Afegeix projecte
eu_es: Gehitu proiektua

source: Editable by Domain Administrators
ca_es: Editable pels administradors del domini
eu_es: Domeinu-administratzaileek editatu dezakete

source: Add Domain
ca_es: Afegeix domini
eu_es: Gehitu domeinua

source: To who (attributes)
ca_es: A qui (atributs)
eu_es: Nori (atributuak)

source: Included Attributes
ca_es: Atributs inclosos
eu_es: Atributuak barne

source: Excluded Attributes
ca_es: Atributs exclosos
eu_es: Baztertutako atributuak

source: What (packages)
ca_es: El que (Paquets)
eu_es: Zer (paketeak)

source: Available Packages
ca_es: Paquets disponibles
eu_es: Eskuragarri dauden paketeak

source: Available Package Sets
ca_es: Conjunts de paquets disponibles
eu_es: Eskuragarri dauden pakete multzoak

source: Base URL
ca_es: URL base
eu_es: Oinarrizko URLa

source: Components
eu_es: Osagaiak

source: Options
ca_es: Opcions
eu_es: Aukerak

source: Expire (minutes)
ca_es: Caduca (minuts)
eu_es: Iraungi (minutuak)

source: Frozen?
ca_es: ¿Congelat?
eu_es: ¿Izoztuta?

source: Packages to Remove
ca_es: Paquets a desinstal·lar
eu_es: Kendu beharreko paketeak

source: Default Preincluded Packages
ca_es: Paquets pre-inclosos per defecte
eu_es: Aurrez sartutako pakete lehenetsiak

source: Default Included Packages
ca_es: Paquets inclosos per defecte
eu_es: Sartutako pakete lehenetsiak

source: Default Excluded Packages
ca_es: Paquets exclosos per defecte
eu_es: Baztertutako pakete lehenetsiak

source: When (schedule)
ca_es: Quan (Calendari)
eu_es: Noiz (egutegia)

source: Schedule
ca_es: Calendari
eu_es: Egitaraua

source: Add Schedule
ca_es: Afegeix calendari
eu_es: Gehitu egitaraua

source: Auto Restart?
ca_es: ¿Autoreinici?
eu_es: ¿Berrezarri automatikoa?

source: Timeline
ca_es: Línia de temps
eu_es: Kronologia

source: Provided Computers / Delay
ca_es: Ordinadors previstos / Retard
eu_es: Emandako ordenagailuak / Atzerapena

source: Deployment
ca_es: Desplegament
eu_es: Hedapena

source: Internal
ca_es: Intern
eu_es: Barnekoa

source: External
ca_es: Extern
eu_es: Kanpokoa

source: Made
ca_es: Fet
eu_es: Egina

source: Auto Restart
ca_es: Autoreinici
eu_es: Berrezarri automatikoa

source: Frozen
ca_es: Congelat
eu_es: Izoztuta

source: Deployments List
ca_es: Llista de desplegaments
eu_es: Inplementazioen zerrenda

source: Add Connection
ca_es: Afegeix connexió
eu_es: Gehitu konexioa

source: Device Types List
ca_es: Llista de tipus de dispositius
eu_es: Gailu Moten zerrenda

source: Devices / Connection
ca_es: Dispositius / Connexió
eu_es: Gailuak / Konexioa

source: Devices / Model
ca_es: Dispositius / Model
eu_es: Gailuak / Modeloa

source: Devices / Manufacturer
ca_es: Dispositius / Fabricant
eu_es: Gailuak / Fabrikatzailea

source: This procedure switches assigned computers between two devices.
ca_es: Aquest procediment canvia els ordinadors assignats entre dos dispositius.
eu_es: Prozedura honek esleitutako ordenagailuak bi gailuren artean aldatzen ditu.

source: Model
eu_es: Eredua

source: Connection Fields
ca_es: Camps de connexió
eu_es: Konexio-eremuak

source: Alternative Capability Name
ca_es: Nom alternatiu de la capacitat
eu_es: Gaitasun ordezko izena

source: Add other Logical Device
ca_es: Afegiu un altre dispositiu lògic
eu_es: Gehitu beste gailu logikoa

source: Devices List
ca_es: Llista de dispositius
eu_es: Gailuen zerrenda

source: Manufacturer
ca_es: Fabricant
eu_es: Fabrikatzailea

source: Add Scope
ca_es: Afegeix àmbit
eu_es: Gehitu eremua

source: Add Deployment
ca_es: Afegeix desplegament
eu_es: Gehitu hedapena

source: Add User Profile
ca_es: Afegeix perfil d'usuari/a
eu_es: Gehitu erabiltzaile profila

source: Others
ca_es: Altres
eu_es: Besteak

source: Available Tags
ca_es: Etiquetes disponibles
eu_es: Etiketak erabilgarri

source: Domain Admins
ca_es: Administradors de domini
eu_es: Domeinuko administratzaileak

source: Domains List
ca_es: Llista de dominis
eu_es: Domeinuen zerrenda

source: Add Capability
ca_es: Afegeix capacitat
eu_es: Gehitu gaitasuna

source: Driver
ca_es: Controlador
eu_es: Gidaria

source: Drivers List
ca_es: Llista de controladors
eu_es: Gidarien zerrenda

source: Oops. Nothing here...
ca_es: ¡Vaja! Res aquí...
eu_es: Aupa. Hemen ezer ez...

source: Go Home
ca_es: Anar a casa
eu_es: Zoaz etxera

source: Errors / Month
ca_es: Errors / Mes
eu_es: Akatsak / Hilabetea

source: Errors / Day
ca_es: Errors / Dia
eu_es: Akatsak / Eguna

source: Errors / Project / Status
ca_es: Errors / Projecte / Estat
eu_es: Akatsak / Proiektua / Egoera

source: Checked?
ca_es: ¿Comprovat?
eu_es: Egiaztatuta?

source: Error
eu_es: Errorea

source: Errors List
ca_es: Llista d'errors
eu_es: Akatsen zerrenda

source: Code
ca_es: Codi
eu_es: Kodea

source: Language
ca_es: Llenguatge
eu_es: Hizkuntza

source: Fault Definitions List
ca_es: Llista de definició de falles
eu_es: Akatsen definizioen zerrenda

source: Faults / Month
ca_es: Falles / Mes
eu_es: Matxurak / Hilabetea

source: Faults / Day
ca_es: Falles / Dia
eu_es: Matxurak / Eguna

source: Faults / Faults Definitions
ca_es: Falles / Definicions de fallades
eu_es: Matxurak / Akatsen definizioak

source: Fault
ca_es: Falla
eu_es: Fatsa

source: Faults List
ca_es: Llista de falles
eu_es: Akatsen zerrenda

source: Add Singularity
ca_es: Afegeix singularitat
eu_es: Gehitu berezitasuna

source: Kind
ca_es: Classe
eu_es: Mota

source: Please use maximum %{n} characters
ca_es: Si us plau, utilitzeu un màxim de %{n} caràcters
eu_es: Mesedez, erabili gehienez %{n} karaktere

source: This code will execute in the client computer, and it must put in the standard output the value of the attribute correspondent to this property.
ca_es: Aquest codi s'executarà a l'ordinador client, i ha de posar a la sortida estàndard el valor de l'atribut corresponent a aquesta propietat.
eu_es: Kode hau bezeroen ordenagailuan exekutatu egingo da, eta irteera estandarrean jarri behar du propietate honi dagokion atributuaren balioa.

source: The format of this value is 'name~description', where 'description' is optional.
ca_es: El format d'aquest valor és "nom~descripció", on "descripció" és opcional.
eu_es: Balio honen formatua 'izena~deskribapena' da, non 'deskribapena' aukerakoa den.

source: Example of code:
ca_es: Exemple de codi:
eu_es: Kodearen adibidea:

source: # Create an attribute with the name of computer from bash
ca_es: # Creeu un atribut amb el nom de l'ordinador des de bash
eu_es: # Sortu atributu bat bash-etik ordenagailuaren izenarekin

source: Formulas List
ca_es: Llista de fórmules
eu_es: Formulen zerrenda

source: Permissions
ca_es: Permisos
eu_es: Baimenak

source: Group
ca_es: Grup
eu_es: Taldea

source: Groups List
ca_es: Llista de grups
eu_es: Taldeen zerrenda

source: Logical Device
ca_es: Dispositiu lògic
eu_es: Gailu logikoa

source: Logical Devices List
ca_es: Llista de dispositius lògics
eu_es: Gailu Logikoen Zerrenda

source: Log in
ca_es: Iniciar sessió
eu_es: Hasi saioa

source: Password
ca_es: Contrasenya
eu_es: Pasahitza

source: Please use minimum %{n} characters
ca_es: Si us plau, utilitzeu un mínim de %{n} caràcters
eu_es: Mesedez, erabili gutxienez %{n} karaktere

source: Show / hide password
ca_es: Mostrar / amagar contrasenya
eu_es: Erakutsi / ezkutatu pasahitza

source: Log In
ca_es: Iniciar sessió
eu_es: Sartu

source: Please enter your credentials
ca_es: Per favor, ingressi les seves credencials
eu_es: Mesedez, sartu zure kredentzialak

source: Manufacturers List
ca_es: Llista de fabricants
eu_es: Fabrikatzaileen zerrenda

source: Messages List
ca_es: Llista de missatges
eu_es: Mezuen zerrenda

source: Message
ca_es: Missatge
eu_es: Mezua

source: Migrations / Month
ca_es: Migracions / Mes
eu_es: Migrazioak / Hilabetea

source: Migrations / Day
ca_es: Migracions / Dia
eu_es: Migrazioak / Eguna

source: Migrations / Project
ca_es: Migracions / Projecte
eu_es: Migrazioak / Proiektua

source: Migrations List
ca_es: Llista de migracions
eu_es: Migrazioen zerrenda

source: Models / Manufacturer
ca_es: Models / Fabricant
eu_es: Ereduak / Fabrikatzailea

source: Models / Project
ca_es: Models / Projecte
eu_es: Ereduak / Proiektua

source: Type
ca_es: Tipus
eu_es: Mota

source: Add Manufacturer
ca_es: Afegeix fabricant
eu_es: Gehitu fabrikatzailea

source: Add other Driver
ca_es: Afegeix un altre controlador
eu_es: Gehitu beste gidari bat

source: Models List
ca_es: Llista de models
eu_es: Ereduen zerrenda

source: Notifications / Month
ca_es: Notificacions / Mes
eu_es: Jakinarazpenak / Hilabetea

source: Notifications List
ca_es: Llista de notificacions
eu_es: Jakinarazpenen zerrenda

source: Project / Store
ca_es: Projecte / Magatzem
eu_es: Proiektua / Denda

source: Store
ca_es: Magatzem
eu_es: Denda

source: Add more Packages
ca_es: Afegeix més paquets
eu_es: Gehitu pakete gehiago

source: Package Set
ca_es: Conjunt de paquets
eu_es: Pakete multzoa

source: Package Sets List
ca_es: Llista de conjunts de paquets
eu_es: Pakete multzoen zerrenda

source: Packages / Project
ca_es: Paquets / projecte
eu_es: Paketeak / Proiektua

source: Packages History List
ca_es: Llista d'historial de paquets
eu_es: Paketeen historia zerrenda

source: Package
ca_es: Paquet
eu_es: Paketea

source: Install Date
ca_es: Data d'instal·lació
eu_es: Instalazio-data

source: Uninstall Date
ca_es: Data de desinstal·lació
eu_es: Desinstalazio data

source: Packages / Store
ca_es: Paquets / Magatzem
eu_es: Paketeak / Denda

source: Package Information
ca_es: Informació del paquet
eu_es: Paketearen informazioa

source: Download
ca_es: Descarregar
eu_es: Deskargatu

source: Select one file
ca_es: Seleccioneu un fitxer
eu_es: Hautatu fitxategi bat

source: Packages List
ca_es: Llista de paquets
eu_es: Paketeen zerrenda

source: Platforms List
ca_es: Llista de plataformes
eu_es: Plataformen zerrenda

source: If you uncheck this field, the policy is disabled for all computers.
ca_es: Si desmarca aquest camp, la política està deshabilitada per a tots els ordinadors.
eu_es: Eremu hau desmarkatzen baduzu, politika desgaituta dago ordenagailu guztietan.

source: Exclusive?
ca_es: ¿Exclusiu?
eu_es: Esklusiboa?

source: If you check this field, it orders to uninstall the Applications assigned in the priorities that have not been met.
ca_es: Si marqueu aquest camp, ordena desinstal·lar les Aplicacions assignades a les prioritats que no s'han complert.
eu_es: Eremu hau markatzen baduzu, bete ez diren lehentasunetan esleitutako aplikazioak desinstalatzeko agindua ematen du.

source: Application Area
ca_es: Àrea d'aplicació
eu_es: Aplikazio-eremua

source: Policy Groups
ca_es: Grups de polítiques
eu_es: Politika Taldeak

source: Priority
ca_es: Prioritat
eu_es: Lehentasuna

source: Add other Policy Group
ca_es: Afegeix un altre grup de polítiques
eu_es: Gehitu beste politika-talde bat

source: Policy
ca_es: Política
eu_es: Politika

source: Policies List
ca_es: Llista de polítiques
eu_es: Politika-zerrenda

source: Exclusive
ca_es: Exclusiu
eu_es: Esklusiboa

source: Create default stores
ca_es: Crear magatzems per defecte
eu_es: Sortu lehenetsitako biltegiak

source: Create default deployments
ca_es: Desplegaments amb calendari actiu
eu_es: Ordutegi aktiboa Ezarpenak

source: Add Store
ca_es: Afegeix magatzem
eu_es: Gehitu denda

source: Add Platform
ca_es: Afegeix plataforma
eu_es: Gehitu plataforma

source: * No blank spaces allowed
ca_es: * No es permeten espais en blanc
eu_es: * Ez dago zuriunerik onartzen

source: Base Operating System
ca_es: Sistema Operatiu base
eu_es: Oinarrizko Sistema eragilea

source: Auto register computers?
ca_es: ¿Registre automàtic d'ordinadors?
eu_es: ¿Ordenagailuak automatikoki erregistratu?

source: Package Management System
ca_es: Sistema de gestió de paquets
eu_es: Paketeak Kudeatzeko Sistema

source: Projects List
ca_es: Llista de projectes
eu_es: Proiektuen zerrenda

source: Auto register computers
ca_es: autoregistrar ordinadors
eu_es: Ordenagailuak erregistratu automatikoki

source: Delays
ca_es: Retards
eu_es: Atzerapenak

source: Delay
ca_es: Retard
eu_es: Atzerapena

source: Add other Delay
ca_es: Afegeix un altre retard
eu_es: Gehitu beste atzerapena

source: Schedules List
ca_es: Llista de calendaris
eu_es: Ordutegien zerrenda

source: Delays count
ca_es: Els retards compten
eu_es: Atzerapenak zenbatzen dira

source: Scopes List
ca_es: Llista d'àmbits
eu_es: Eremuen zerrenda

source: User Profile
ca_es: Perfil d'usuari/a
eu_es: Erabiltzaile profila

source: Add Formula
ca_es: Afegeix fórmula
eu_es: Gehitu formula

source: Singularity
ca_es: Singularitat
eu_es: Berezitasuna

source: Singularities List
ca_es: Llista de Singularitats
eu_es: Bitxikeriak zerrenda

source: Add Tag
ca_es: Afegeix segell
eu_es: Gehitu zigilua

source: Stamp
ca_es: Segell
eu_es: Zigilua

source: Stamps List
ca_es: Llista de segells
eu_es: Zigiluen zerrenda

source: Status Logs / Month
ca_es: Registres d'estats / Mes
eu_es: Egoera erregistroak / Hilabetea

source: Status Logs / Status
ca_es: Registres d'estats / Estat
eu_es: Egoera Erregistroak / Egoera

source: Status Logs List
ca_es: Llista de registres d'estat
eu_es: Egoera erregistroen zerrenda

source: Stores / Project
ca_es: Magatzem / Projecte
eu_es: Dendak / Proiektua

source: Stores List
ca_es: Llista de magatzems
eu_es: Denda zerrenda

source: Syncs / Month
ca_es: Sincronitzacions / Mes
eu_es: Sinkronizazioak / Hilabetea

source: Syncs / Day
ca_es: Sincronitzacions / Dia
eu_es: Sinkronizazioak / Eguna

source: Syncs / Project
ca_es: Sincronitzacions / Projecte
eu_es: Sinkronizazioak / Proiektua

source: Syncs List
ca_es: Llista de sincronitzacions
eu_es: Sinkronizazio zerrenda

source: Tags / Stamps
ca_es: Etiquetes / Segells
eu_es: Etiketak / Zigiluak

source: Add Stamp
ca_es: Afegeix segell
eu_es: Gehitu zigilua

source: Inflicted Computers
ca_es: Ordinadors heretats
eu_es: Eragindako ordenagailuak

source: Tag
ca_es: Etiqueta
eu_es: Etiketa

source: Tags List
ca_es: Llista d'etiquetes
eu_es: Etiketen zerrenda

source: Current Password
ca_es: Contrasenya actual
eu_es: Gaur egungo pasahitza

source: New Password
ca_es: Nova contrasenya
eu_es: Pasahitz berria

source: Password Confirmation
ca_es: Confirmació de contrasenya
eu_es: Pasahitza berrespena

source: The passwords are different
ca_es: Les contrasenyes són diferents
eu_es: Pasahitzak desberdinak dira

source: Password changed!
ca_es: ¡La contrasenya ha estat canviada!
eu_es: Pasahitza aldatu da!

source: Username
ca_es: Nom d’usuari
eu_es: Erabiltzaile izena

source: Only letters, digits and @/./+/-/_
ca_es: Només lletres, dígits i @/./+/-/_
eu_es: Hizkiak, digituak eta @/./ /-/_ bakarrik

source: First Name
ca_es: Nom
eu_es: Izena

source: Last Name
ca_es: Cognom
eu_es: Abizena

source: Email
ca_es: Correu electrònic
eu_es: Posta elektronikoa

source: Joined Date
ca_es: Data d'incorporació
eu_es: Batasunaren data

source: Last Login
ca_es: Últim inici de sessió
eu_es: Azken saioa

source: Token
eu_es: Fitxa

source: Authorizations
ca_es: Autoritzacions
eu_es: Baimenak

source: Indicates whether the user should be treated as active. Uncheck this option instead of deleting the account.
ca_es: Indica si l'usuari ha de ser tractat com a actiu. Desmarqueu aquesta opció en lloc de suprimir el compte.
eu_es: Erabiltzailea aktibo gisa tratatu behar den adierazten du. Desmarkatu aukera hau kontua ezabatu beharrean.

source: Is Super User?
ca_es: ¿És superusuari?
eu_es: Super erabiltzailea al da?

source: Indicates that this user has all permissions without explicitly assigning them.
ca_es: Indica que aquest usuari té tots els permisos sense assignar-los explícitament.
eu_es: Erabiltzaile honek baimen guztiak dituela espresuki esleitu gabe adierazten du.

source: Is Staff?
ca_es: ¿És personal?
eu_es: Langileak al dira?

source: Indicates whether the user can enter this administration site.
ca_es: Indica si l'usuari pot entrar en aquest lloc d'administració.
eu_es: Erabiltzailea administrazio gune honetan sar daitekeen ala ez adierazten du.

source: Add Group
ca_es: Afegeix grup
eu_es: Gehitu taldea

source: User Permissions
ca_es: Permisos d'usuari/a
eu_es: Erabiltzaileen baimenak

source: Preferences
ca_es: Preferències
eu_es: Hobespenak

source: Invalid email
ca_es: Email invàlid
eu_es: E-posta baliogabea

source: Would you like to update token?
ca_es: ¿Voleu actualitzar el token?
eu_es: Tokena eguneratu nahi duzu?

source: User Profiles List
ca_es: Llista de perfils d'usuari/a
eu_es: Erabiltzaile-profilen zerrenda

source: Domain Preference
ca_es: Preferència de domini
eu_es: Domeinu-hobespena

source: Fullname
ca_es: Nom complet
eu_es: Izen-abizenak

source: Users List
ca_es: Llista de usuaris/es
eu_es: Erabiltzaileen zerrenda

source: Invalid credentials
ca_es: Credencials invàlides
eu_es: Kredentzial baliogabeak

source: Formula
ca_es: Fórmula

source: Architecture
ca_es: Arquitectura
