Repository: migasfree/migasfree-frontend
Catalog: src/i18n/*.po
Languages: ca_es, eu_es

source: Session Expired
ca_es: Sessió expirada
eu_es: Saioa iraungi da

source: Please login again
ca_es: Inicieu la sessió de nou, si us plau
eu_es: Mesedez, hasi saioa berriro

source: Internal Server Error
ca_es: Error intern del servidor
eu_es: Zerbitzariaren barne-errorea

source: Please try again later
ca_es: Proveu de nou més tard, si us plau
eu_es: Mesedez, saiatu berriro geroago

source: Error ${error.response.status}
eu_es: Errorea ${error.response.status}

source: An unexpected error occurred
ca_es: Ha ocorregut un error inesperat
eu_es: Ustekabeko errore bat gertatu da

source: Network Error
ca_es: Error de xarxa
eu_es: Sare-errorea

source: Unable to connect to the server. Please check your connection.
ca_es: No es pot connectar amb el servidor. Verifiqueu la connexió.
eu_es: Ezin da zerbitzarira konektatu. Egiaztatu konexioa.

source: No data available.
ca_es: No hi ha dades disponibles.
eu_es: Ez dago daturik.

source: Save as Image
ca_es: Desa com a imatge
eu_es: Gorde irudi gisa

source: Data View
ca_es: Vista de dades
eu_es: Datuen ikuspegia

source: Data
ca_es: Dada
eu_es: Datuak

source: Export
ca_es: Exportar
eu_es: Esportatu

source: No information
ca_es: Sense informació
eu_es: Informaziorik ez

source: Close
ca_es: Tanca
eu_es: Itxi

source: Name
ca_es: Nom
eu_es: Izena

source: Value
ca_es: Valor
eu_es: Balioa

source: Initial Month
ca_es: Mes inicial
eu_es: Hasierako hilabetea

source: Final Month
ca_es: Mes final
eu_es: Azken hilabetea

source: Initial Day
ca_es: Dia inicial
eu_es: Hasierako eguna

source: Final Day
ca_es: Dia final
eu_es: Azken eguna

source: Update
ca_es: Actualització
eu_es: Eguneraketa

source: Multiple Selection
ca_es: Selecció múltiple
eu_es: Hautaketa anitza

source: Single Selection
ca_es: Selecció única
eu_es: Hautaketa bakarra

source: Browser denied file download...
ca_es: Descàrrega de fitxers denegada del navegador...
eu_es: Arakatzaileak ukatu egin du fitxategia deskargatzea...

source: Devices
ca_es: Dispositius
eu_es: Gailuak

source: Assigned
ca_es: Assignat
eu_es: Esleitua

source: By default
ca_es: Per defecte
eu_es: Lehenetsiz

source: Save and continue editing
ca_es: Desa i segueix editant
eu_es: Gorde eta jarraitu editatzen

source: Devices have been changed!
ca_es: ¡S'han canviat els dispositius!
eu_es: Gailuak aldatu dira!

source: Hardware
ca_es: Maquinari
eu_es: Hardwarea

source: unsynchronized from
ca_es: desincronitzada des de
eu_es: sinkronizatu gabe

source: Last hardware capture date
ca_es: Data de l'última actualització del maquinari
eu_es: Hardwarea harrapatzeko azken data

source: Hardware Information
ca_es: Informació del maquinari
eu_es: Hardwarearen informazioa

source: Processor
ca_es: Processador
eu_es: Prozesadorea

source: Storage
ca_es: Emmagatzematge
eu_es: Biltegiratzea

source: MAC Address
ca_es: Adreça MAC
eu_es: MAC helbidea

source: Last hardware capture date has been changed!
ca_es: ¡S'ha canviat la data de l'última captura de maquinari!
eu_es: Azken hardware harrapatzeko data aldatu da!

source: Failed to update hardware capture date.
ca_es: No s'ha pogut actualitzar la data de captura del maquinari.
eu_es: Ezin izan da hardwarearen harrapaketa-data eguneratu.

source: General
eu_es: Orokorra

source: full qualified domain name
ca_es: nom de domini complet
eu_es: domeinu-izen kualifikatu osoa

source: Date of entry into the migasfree system
ca_es: Data d'entrada de l'ordinador en migasfree
eu_es: Migasfree sisteman sartzeko data

source: Platform
ca_es: Plataforma
eu_es: Plataforma

source: Project
ca_es: Projecte
eu_es: Proiektua

source: ip address
ca_es: adreça ip
eu_es: ip helbidea

source: forwarded ip address
ca_es: adreça ip reenviada
eu_es: birbidalitako ip helbidea

source: Events
ca_es: Esdeveniments
eu_es: Gertaerak

source: Simulate synchronization
ca_es: Simular sincronització
eu_es: Simulatu sinkronizazioa

source: Identification
ca_es: Identificació
eu_es: Identifikazioa

source: Name has been changed!
ca_es: ¡S'ha canviat el nom!
eu_es: Izena aldatu da!

source: Computer
ca_es: Ordinador
eu_es: Ordenagailua

source: Status
ca_es: Estat
eu_es: Egoera

source: Tags
ca_es: Etiquetes
eu_es: Etiketak

source: Default Device
ca_es: Dispositiu per defecte
eu_es: Gailu lehenetsia

source: Inflicted Devices
ca_es: Dispositius heretats
eu_es: Eragindako gailuak

source: Software
eu_es: Softwarea

source: Inventory
ca_es: Inventari
eu_es: Inbentarioa

source: packages
ca_es: paquets
eu_es: paketeak

source: Search
ca_es: Cerca
eu_es: Bilatu

source: Copy
ca_es: Copiar
eu_es: Kopia

source: Delete
ca_es: Eliminar
eu_es: Ezabatu

source: History
ca_es: Història
eu_es: Historia

source: date
ca_es: data
eu_es: data

source: Installed Packages
ca_es: Paquets instal·lats
eu_es: Instalatutako paketeak

source: Uninstalled Packages
ca_es: Paquets desinstal·lats
eu_es: Desinstalatutako paketeak

source: Compare
ca_es: Compara
eu_es: Konparatu

source: Software Compare
ca_es: Comparació de programari
eu_es: Softwarearen alderaketa

source: Cancel
ca_es: Cancel·lar
eu_es: Utzi

source: Updating...
ca_es: Actualitzant...
eu_es: Eguneratzen...

source: %{n} day, %{s}
ca_es: %{n} dia, %{s}
eu_es: %{n} egun, %{s}

source: Start
ca_es: Començar
eu_es: Hasi

source: End
ca_es: Final
eu_es: Amaiera

source: View assigned Computers
ca_es: Veure els ordinadors assignats
eu_es: Ikusi esleitutako ordenagailuak

source: OK Computers
ca_es: OK ordinadors
eu_es: OK Ordenagailuak

source: Computers with any error
ca_es: Ordinadors amb qualsevol error
eu_es: Edozein errore duten ordenagailuak

source: Device
ca_es: Dispositiu
eu_es: Gailua

source: Computers in Logical Devices (by Capability)
ca_es: Ordinadors en dispositius lògics (per capacitat)
eu_es: Ordenagailuak gailu logikoetan (gaitasunaren arabera)

source: Alerts
ca_es: Alertes
eu_es: Alertak

source: Orphan Packages
ca_es: Paquets orfes
eu_es: Pakete umezurtz

source: Unchecked Notifications
ca_es: Notificacions sense comprovar
eu_es: Markatu gabeko jakinarazpenak

source: Unchecked Faults
ca_es: Falles sense comprovar
eu_es: Egiaztatu gabeko akatsak

source: Unchecked Errors
ca_es: Errors sense comprovar
eu_es: Markatu gabeko erroreak

source: Generating Repositories
ca_es: Generació de repositoris
eu_es: Biltegiak sortzea

source: Active schedule Deployments
ca_es: Desplegaments amb calendari actiu
eu_es: Ordutegi aktiboa Ezarpenak

source: Finished schedule Deployments
ca_es: Desplegaments amb calendari finalitzat
eu_es: Egitaraua amaitutako hedapenak

source: Synchronizing Computers Now
ca_es: Ordinadors sincronitzant-se
eu_es: Ordenagailuak orain sinkronizatzen

source: Delayed Computers
ca_es: Ordinadors retardats
eu_es: Ordenagailu atzeratuak

source: Website
ca_es: Lloc web
eu_es: Webgunea

source: License
ca_es: Llicència
eu_es: Lizentzia

source: Source code
ca_es: Codi font
eu_es: Iturburu-kodea

source: API Rest Info
ca_es: Informació de l'API Rest
eu_es: API Rest informazioa

source: migasfree documentation
ca_es: documentació de migasfree
eu_es: migasfree dokumentazioa

source: Connections
ca_es: Connexions
eu_es: Loturak

source: Device Types
ca_es: Tipus de dispositius
eu_es: Gailu motak

source: Logical Devices
ca_es: Dispositius lògics
eu_es: Gailu logikoak

source: Drivers
ca_es: Controladors
eu_es: Gidariak

source: Configuration
ca_es: Configuració
eu_es: Konfigurazioa

source: Platforms
ca_es: Plataformes
eu_es: Plataformak

source: Projects
ca_es: Projectes
eu_es: Proiektuak

source: Formulas
ca_es: Fórmules
eu_es: Formulak

source: Singularities
ca_es: Singularitats
eu_es: Berezitasunak

source: Stamps
ca_es: Segells
eu_es: Ziluak

source: Attribute Sets
ca_es: Conjunts d'Atributs
eu_es: Atributu multzoak

source: Fault Definitions
ca_es: Definició de falles
eu_es: Akatsen definizioak

source: User Profiles
ca_es: Perfils d'usuari/a
eu_es: Erabiltzaile-profilak

source: Groups
ca_es: Grups
eu_es: Taldeak

source: Domains
ca_es: Dominis
eu_es: Domeinuak

source: Scopes
ca_es: Àmbits
eu_es: Eremuak

source: Manufacturers
ca_es: Fabricants
eu_es: Fabrikatzaileak

source: Models
eu_es: Ereduak

source: Capabilities
ca_es: Capacitats
eu_es: Gaitasunak

source: Devices Replacement
ca_es: Reemplaçament de dispositius
eu_es: Gailuen ordezkapena

source: Release
ca_es: Alliberament
eu_es: Askatasuna

source: Deployments
ca_es: Desplegaments
eu_es: Hedapenak

source: Schedules
ca_es: Calendaris
eu_es: Ordutegiak

source: Stores
ca_es: Magatzems
eu_es: Dendak

source: Packages
ca_es: Paquets
eu_es: Paketeak

source: Package Sets
ca_es: Conjunts de paquets
eu_es: Pakete multzoak

source: Applications
ca_es: Aplicacions
eu_es: Aplikazioak

source: Application Categories
ca_es: Categories d'aplicacions
eu_es: Aplikazio Kategoriak

source: Policies
ca_es: Polítiques
eu_es: Politikak

source: Computers
ca_es: Ordinadors
eu_es: Ordenagailuak

source: Computers Replacement
ca_es: Reemplaçament d'ordinadors
eu_es: Ordenagailuen ordezkapena

source: Packages History
ca_es: Història de paquets
eu_es: Paketeen historia

source: Users
ca_es: Usuaris/es
eu_es: Erabiltzaileak

source: Attributes
ca_es: Atributs
eu_es: Atributuak

source: Synchronizations
ca_es: Sincronitzacions
eu_es: Sinkronizazioak

source: Errors
eu_es: Akatsak

source: Faults
ca_es: Falles
eu_es: Matxurak

source: Status Logs
ca_es: Registres d'estats
eu_es: Egoera erregistroak

source: Migrations
ca_es: Migracions
eu_es: Migrazioak

source: Messages
ca_es: Missatges
eu_es: Mezuak

source: Notifications
ca_es: Notificacions
eu_es: Jakinarazpenak

source: No results
ca_es: No hi ha resultats
eu_es: Emaitzarik ez

source: Type to search
ca_es: Escriu per cercar
eu_es: Idatzi bilatzeko

source: Add
ca_es: Afegir
eu_es: Gehitu

source: Confirm
ca_es: Confirmar
eu_es: Berretsi

source: Do you want to export so many results?
ca_es: ¿Vols exportar tants resultats?
eu_es: Hainbeste emaitza esportatu nahi dituzu?

source: Save and add other
ca_es: Desa i afegeix un altre
eu_es: Gorde eta gehitu beste

source: Save
ca_es: Desar
eu_es: Gorde

source: Order Alphabetically
ca_es: Ordena alfabèticament
eu_es: Ordena alfabetikoki

source: Are you sure you want to remove this item?
ca_es: ¿Esteu segur que voleu eliminar aquest element?
eu_es: ¿Ziur elementu hau kendu nahi duzula?

source: Search...
ca_es: Cerca...
eu_es: Bilatu...

source: Paste
ca_es: Enganxa
eu_es: Itsatsi

source: View All
ca_es: Veure tot
eu_es: Ikusi guztiak

source: Results per page
ca_es: Resultats per pàgina
eu_es: Orrialde bakoitzeko emaitzak

source: More Filters
ca_es: Més filtres
eu_es: Iragazki gehiago

source: By Platform
ca_es: Per plataforma
eu_es: Plataformaren arabera

source: By Project
ca_es: Per projecte
eu_es: Proiektuaren arabera

source: By Architecture
ca_es: Per arquitectura
eu_es: Arkitekturaren arabera

source: By Serial Number
ca_es: Per número de sèrie
eu_es: Serie-zenbakiaren arabera

source: By MAC Address
ca_es: Per adreça MAC
eu_es: MAC helbidearen arabera

source: By UUID
ca_es: Per UUID
eu_es: UUID bidez

source: By Software Inventory
ca_es: Per inventari de programari
eu_es: Software Inbentarioaren arabera

source: By Status
ca_es: Per estat
eu_es: Egoeraren arabera

source: By Machine
ca_es: Per màquina
eu_es: Makinaz

source: By Assignment
ca_es: Per encàrrec
eu_es: Esleipenaren arabera

source: By Start Date (range)
ca_es: Per data d'inici (interval)
eu_es: Hasiera dataren arabera (barrutia)

source: By End Date (range)
ca_es: Per data de finalització (interval)
eu_es: Amaiera-dataren arabera (barrutia)

source: By Subscribed Date (range)
ca_es: Per data de subscripció (interval)
eu_es: Harpidetutako dataren arabera (barrutia)

source: By Schedule
ca_es: Per calendari
eu_es: Ordutegiaren arabera

source: By Model
ca_es: Per model
eu_es: Ereduaren arabera

source: By Install Date (range)
ca_es: Per data d'instal·lació (interval)
eu_es: Instalazio-dataren arabera (barrutia)

source: By Uninstall Date (range)
ca_es: Per data de desinstal·lació (interval)
eu_es: Desinstalazio dataren arabera (barrutia)

source: By Uninstall Date
ca_es: Per data de desinstal·lació
eu_es: Desinstalazio dataren arabera

source: By Last Sync Date (range)
ca_es: Per darrera data de sincronització (interval)
eu_es: Azken sinkronizazio dataren arabera (barrutia)

source: By last sync date
ca_es: Per darrera data de sincronització
eu_es: Azken sinkronizazio dataren arabera

source: Reset all filters
ca_es: Restableix tots els filtres
eu_es: Berrezarri iragazki guztiak

source: Loading data...
ca_es: Carregant dades...
eu_es: Datuak kargatzen...

source: Check
ca_es: Comproveu
eu_es: Egiaztatu

source: Not Check
ca_es: No Comprovar
eu_es: Ez egiaztatu

source: Enable
ca_es: Habilitar
eu_es: Gaitu

source: Disable
ca_es: Deshabilitar
eu_es: Desgaitu

source: Edit
ca_es: Edita
eu_es: Editatu

source: There are no results
ca_es: No hi ha resultats
eu_es: Ez dago emaitzarik

source: Switch to Light mode
ca_es: Canvia al mode de llum
eu_es: Aldatu Argi modura

source: Switch to Dark mode
ca_es: Canvia al mode fosc
eu_es: Aldatu modu ilunera

source: Switch to Regular Screen view
ca_es: Canvia a la vista de pantalla normal
eu_es: Aldatu Pantaila arruntaren ikuspegira

source: Switch to Full Screen view
ca_es: Canvia a la visualització de pantalla completa
eu_es: Aldatu pantaila osoko ikuspegira

source: User Account
ca_es: Compte d'usuari/a
eu_es: Erabiltzaile-kontua

source: User
ca_es: Usuari/a
eu_es: Erabiltzailea

source: Organization
ca_es: Organització
eu_es: Antolakuntza

source: Change App Language
ca_es: Canvia l'idioma de l'aplicació
eu_es: Aldatu aplikazioaren hizkuntza

source: Change Domain
ca_es: Canviar domini
eu_es: Domeinua aldatu

source: Change Scope
ca_es: Canviar àmbit
eu_es: Esparrua aldatu

source: Change Password
ca_es: Canviar contrasenya
eu_es: Aldatu pasahitza

source: Logout
ca_es: Desconnectar
eu_es: Amaitu saioa

source: All
ca_es: Tots
eu_es: Denak

source: Preferences changed!
ca_es: ¡Les preferències han canviat!
eu_es: Hobespenak aldatu dira!

source: Content copied to clipboard
ca_es: S'ha copiat el text al porta-retalls
eu_es: Edukia arbelean kopiatu da

source: Invalid callback function
ca_es: Funció de retorn de crida invàlida
eu_es: Atzera-deiko funtzio baliogabea

source: This browser does not implement clipboard reading
ca_es: Aquest navegador no implementa la lectura del porta-retalls
eu_es: Arakatzaile honek ez du arbelaren irakurketa inplementatzen

source: Item deleted!
ca_es: ¡Element suprimit!
eu_es: Elementua ezabatu da!

source: Are you sure you want to remove all these items?
ca_es: ¿Esteu segur que voleu eliminar tots aquests elements?
eu_es: ¿Ziur elementu hauek guztiak kendu nahi dituzula?

source: Changed item check value!
ca_es: ¡S'ha canviat el valor de comprovació de l'article!
eu_es: Elementuaren egiaztapen-balioa aldatu da!

source: Changed item enable value!
ca_es: ¡S'ha canviat el valor d'habilitat de l'article!
eu_es: Elementuaren gaitzeko balioa aldatu da!

source: %{n} days ago
ca_es: fa %{n} dies
eu_es: Duela %{n} egun

source: without schedule
ca_es: sense calendari
eu_es: ordutegirik gabe

source: with schedule
ca_es: amb calendari
eu_es: egutegiarekin

source: without date
ca_es: sense data
eu_es: datarik gabe

source: with date
ca_es: amb data
eu_es: datarekin

source: Physical
ca_es: Físic
eu_es: Fisikoa

source: desktop
ca_es: escriptori
eu_es: mahaigaina

source: laptop
ca_es: portàtil
eu_es: ordenagailu eramangarria

source: Virtual
eu_es: Birtuala

source: emulator
ca_es: emulador
eu_es: emuladorea

source: container
ca_es: contenidor
eu_es: edukiontzia

source: without inventory
ca_es: sense inventari
eu_es: inbentariorik gabe

source: with inventory
ca_es: amb inventari
eu_es: inbentarioarekin

source: rows selected
ca_es: files seleccionades
eu_es: errenkadak hautatuta

source: Clear
ca_es: Netejar
eu_es: Garbi

source: subscribed
ca_es: alta
eu_es: harpidetuta

source: productive
ca_es: productiu
eu_es: produktiboa

source: unproductive
ca_es: improductiu
eu_es: produktiboa

source: unsubscribed
ca_es: de baixa
eu_es: harpidetza kendu

source: Sunday
ca_es: dumenge
eu_es: Igandea

source: Monday
ca_es: dilluns
eu_es: astelehena

source: Tuesday
ca_es: dimarts
eu_es: asteartea

source: Wednesday
ca_es: dimecres
eu_es: asteazkena

source: Thursday
ca_es: dijous
eu_es: osteguna

source: Friday
ca_es: divendres
eu_es: ostirala

source: Saturday
ca_es: dissabte
eu_es: larunbata

source: Sun
ca_es: dum
eu_es: Eguzkia

source: Mon
ca_es: dil
eu_es: ast

source: Tue
ca_es: dima
eu_es: ast

source: Wed
ca_es: dime
eu_es: aste

source: Thu
ca_es: dij
eu_es: Og

source: Fri
ca_es: div
eu_es: Os

source: Sat
ca_es: dis
eu_es: Lar

source: January
ca_es: gener
eu_es: urtarrila

source: February
ca_es: febrer
eu_es: otsaila

source: March
ca_es: març
eu_es: martxoa

source: April
ca_es: abril
eu_es: apirila

source: May
ca_es: maig
eu_es: maiatza

source: June
ca_es: juny
eu_es: ekaina

source: July
ca_es: juliol
eu_es: uztaila

source: August
ca_es: agost
eu_es: abuztu

source: September
ca_es: setembre
eu_es: Iraila

source: October
ca_es: octubre
eu_es: Urria

source: November
ca_es: novembre
eu_es: azaroa

source: December
ca_es: desembre
eu_es: abendua

source: Jan
ca_es: gen
eu_es: urt

source: Feb
eu_es: ots

source: Apr
ca_es: abr
eu_es: api

source: Jun
eu_es: eka

source: Jul
eu_es: uzt

source: Aug
ca_es: ago
eu_es: abu

source: Sep
ca_es: set
eu_es: ira

source: Oct
eu_es: urr

source: Nov
eu_es: aza

source: Dec
ca_es: des
eu_es: abe

source: days
ca_es: dies
eu_es: egunak

source: Date
ca_es: Data
eu_es: Data

source: Time
ca_es: Hora
eu_es: Denbora

source: Results
ca_es: Resultats
eu_es: Emaitzak

source: Data has been changed!
ca_es: ¡S'han canviat les dades!
eu_es: Datuak aldatu dira!

source: Data has been added!
ca_es: ¡S'han afegit dades!
eu_es: Datuak gehitu dira!

source: Intended
ca_es: Assignat
eu_es: Asmoa

source: Available
ca_es: Disponible
eu_es: Eskuragarri

source: In repair
ca_es: En reparació
eu_es: Konponketan

source: Reserved
ca_es: Reservat
eu_es: Erreserbatua

source: Unknown
ca_es: Desconegut
eu_es: Ezezaguna

source: Unsubscribed
ca_es: De baixa
eu_es: Harpidetza kendu

source: Menu
ca_es: Menú
eu_es: Menua

source: Dashboard
ca_es: Consola
eu_es: Arbela

source: You have established a domain or a scope in the preferences
ca_es: Heu establert un domini o un àmbit a les preferències
eu_es: Hobespenetan domeinu edo esparru bat ezarri duzu

source: Domain
ca_es: Domini
eu_es: Domeinua

source: Scope
ca_es: Àmbit
eu_es: Eremua

source: Applications / Category
ca_es: Aplicacions / Categoria
eu_es: Aplikazioak / Kategoria

source: Applications / Level
ca_es: Aplicacions / Nivell
eu_es: Aplikazioak / Maila

source: Applications / Project
ca_es: Aplicacions / Projecte
eu_es: Aplikazioak / Proiektua

source: Total
eu_es: Guztira

source: * Required
ca_es: * Obligatori
eu_es: * Beharrezkoa

source: Category
ca_es: Categoria
eu_es: Kategoria

source: Add Application Category
ca_es: Categoria d'aplicació
eu_es: Gehitu aplikazio kategoria

source: Level
ca_es: Nivell
eu_es: Maila

source: Score
ca_es: Puntuació
eu_es: Puntura

source: Relevance to the organization
ca_es: Rellevància per a l'organització
eu_es: Erakunderako garrantzia

source: Change Icon
ca_es: Canvia icona
eu_es: Aldatu ikonoa

source: Available for Attributes
ca_es: Disponible per als atributs
eu_es: Atributuetarako eskuragarri

source: Description
ca_es: Descripció
eu_es: Deskribapena

source: Allowed Markdown Syntax
ca_es: La sintaxi markdown està permesa
eu_es: Baimendutako Markdown sintaxia

source: Description Preview
ca_es: Vista prèvia de la descripció
eu_es: Deskribapenaren aurrebista

source: Packages to Install
ca_es: Paquets a instal·lar
eu_es: Instalatzeko paketeak

source: Add other Project
ca_es: Afegeix un altre projecte
eu_es: Gehitu beste proiektu bat

source: Application
ca_es: Aplicació
eu_es: Aplikazio

source: %{n} file(s) did not pass validation constraints
ca_es: %{n} fitxers no han superat les restriccions de validació
eu_es: %{n} fitxategiek ez dute baliozkotze-murriztapenik gainditu

source: Applications List
ca_es: Llista d'aplicacions
eu_es: Aplikazioen zerrenda

source: Actions
ca_es: Accions
eu_es: Ekintzak

source: Filter
ca_es: Filtre
eu_es: Iragazkia

source: Enabled?
ca_es: ¿Habilitat?
eu_es: Gaituta?

source: Included
ca_es: Inclosos
eu_es: Barne

source: Excluded
ca_es: Exclosos
eu_es: Baztertua

source: Location
ca_es: Ubicació
eu_es: Kokalekua

source: Remove Coordinates
ca_es: Elimina les coordenades
eu_es: Kendu koordenatuak

source: Add Coordinates
ca_es: Afegeix coordenades
eu_es: Gehitu koordenatuak

source: Latitude
ca_es: Latitud
eu_es: Latitudea

source: Longitude
ca_es: Longitud
eu_es: Luzera

source: Attribute Set
ca_es: Conjunt d'Atributs
eu_es: Atributu multzoa

source: Attribute Sets List
ca_es: Llista de conjunts d'atributs
eu_es: Atributu multzoen zerrenda

source: Enabled
ca_es: Habilitat
eu_es: Gaituta

source: Yes
ca_es: Sí
eu_es: Bai

source: No
eu_es: Ez

source: Attributes / Formula
ca_es: Atributs / Fórmula
eu_es: Atributuak / Formula

source: Prefix
eu_es: Aurrizkia

source: Attribute
ca_es: Atribut
eu_es: Atributu

source: Attributes List
ca_es: Llista d'atributs
eu_es: Atributuen zerrenda

source: Add Driver
ca_es: Afegeix controlador
eu_es: Gehitu beste gidari bat

source: Add Logical Device
ca_es: Afegeix dispositiu lògic
eu_es: Gehitu gailu logikoa

source: Capability
ca_es: Capacitat
eu_es: Gaitasuna

source: Capabilities List
ca_es: Llista de capacitats
eu_es: Gaitasunen zerrenda

source: Add Application
ca_es: Afegeix aplicació
eu_es: Gehitu aplikazio

source: Application Category
ca_es: Categoria d'aplicació
eu_es: Aplikazio-kategoria

source: Application Categories List
ca_es: Llista de categories d'aplicacions
eu_es: Aplikazio-kategorien zerrenda

source: Computers / Machine
ca_es: Ordinadors / Màquina
eu_es: Ordenagailuak / Makina

source: Subscribed Computers / Status
ca_es: Ordinadors d'alta / Estat
eu_es: Harpidetutako Ordenagailuak / Egoera

source: Productive Computers
ca_es: Ordinadors en producció
eu_es: Ordenagailu produktiboak

source: New Computers / Month
ca_es: Nous ordinadors / Mes
eu_es: Ordenagailu berriak / Hilabetea

source: Physical computers entering the system per year
ca_es: Els ordinadors físics que entren al sistema per any
eu_es: Urtean sisteman ordenagailu fisikoak sartzen dira

source: This procedure changes status, tags and devices between two computers.
ca_es: Aquest procediment canvia l'estat, etiquetes i dispositius entre dos ordinadors.
eu_es: Prozedura honek egoera, etiketak eta gailuak aldatzen ditu bi ordenagailuren artean.

source: Source
ca_es: Font
eu_es: Iturria

source: Replace
ca_es: Reemplaçar
eu_es: Ordezkatu

source: Target
ca_es: Destinació
eu_es: Helburua

source: Replacement done!
ca_es: ¡Reemplaçament realitzat!
eu_es: Ordezkapena egina!

source: Current Situation
ca_es: Situació actual
eu_es: Egungo Egoera

source: Comment
ca_es: Comentari
eu_es: Iruzkina

source: Unchecked
ca_es: Sense comprovar
eu_es: Markatu gabe

source: Synchronization
ca_es: Sincronització
eu_es: Sinkronizazioa

source: sync start date
ca_es: data d'inici de la sincronització
eu_es: sinkronizazioaren hasiera-data

source: sync end date
ca_es: data de fi de la sincronització
eu_es: sinkronizazioaren amaiera data

source: last sync time
ca_es: hora de l'última sincronització
eu_es: azken sinkronizazio-ordua

source: Locations
ca_es: Ubicacions
eu_es: Kokalekuak

source: Center Markers
ca_es: Centrar marcadors
eu_es: Erdiko markatzaileak

source: Current Situation has been changed!
ca_es: ¡La situació actual ha canviat!
eu_es: Egungo egoera aldatu da!

source: Duration
ca_es: Durada
eu_es: Iraupena

source: Start Date
ca_es: Data d'inici
eu_es: Hasiera data

source: End Date
ca_es: Data de fi
eu_es: Amaiera-data
